import Image from "next/image";

export default function Home() {
  return (
<>
<h1>研修中断受け入れ病院</h1>
 <hr/>
 <h2>市立千歳市民病院</h2>
 <h3>北海道</h3>
 <hr/>
 <h2>那須赤十字病院</h2>
 <h3>栃木県</h3>
 <hr/>
 <h2>東大和病院</h2>
 <h3>東京都</h3>
 <hr/>
<h2>小川赤十字病院</h2>
 <h3>埼玉県</h3>
 <hr/>
 <h2>戸塚共立第1病院</h2>
 <h3>神奈川県</h3>
 <hr/>
 <h2>丸の内病院</h2>
 <h3>長野県</h3>
 <hr/>
  <h2>佐久市立国保浅間総合病院</h2>
 <h3>長野県</h3>
 <hr/>
 <h2>東濃厚生病院</h2>
 <h3>岐阜県</h3>
 <hr/>
 <h2>揖斐厚生病院</h2>
 <h3>岐阜県</h3>
 <hr/>
 <h2>岐阜赤十字病院</h2>
 <h3>岐阜県</h3>
 <hr/>
 <h2>協立総合病院（みなと医療生活協同組合）</h2>
 <h3>愛知県</h3>
 <hr/>
  <h2>稲沢市民病院</h2>
 <h3>愛知県</h3>
 <hr/>
 <h2>市立加西病院</h2>
 <h3>兵庫県</h3>
 <hr/>
 <h2>赤穂中央病院</h2>
 <h3>兵庫県</h3>
 <hr/>
 <h2>新小文字病院</h2>
 <h3>福岡県</h3>

 <hr/>
 <h2>健和会大手町病院</h2>
 <h3>福岡県</h3>
 <hr/>
 <h2>福岡新水巻病院</h2>
 <h3>福岡県</h3>
 <hr/>
 <h2>北九州市立八幡病院</h2>
 <h3>福岡県</h3>

</>
  );
}
